Repository: cgutieco/purgemac
Catalog: purgemac/Core/Localization/Localizable.xcstrings
Source language: en
Languages: es

# about
source: About PurgeMac
es: Acerca de PurgeMac

source: Add app
es: Añadir app

# adjust_glass_effect
source: Adjust the glass effect intensity
es: Ajustar la intensidad del efecto cristal

source: App is clean!
es: ¡Aplicación limpia!

# app_tagline
source: Deep cleaning uninstaller for applications
es: Limpiador profundo de aplicaciones

source: Appearance
es: Apariencia

source: artifacts
es: artefactos

source: Back
es: Atrás

source: Back to home
es: Volver al inicio

source: By Category
es: Por categoría

# cache_only_hint
source: to clean only its cache
es: para limpiar solo su caché

source: Cache-Only Mode
es: Modo Solo Caché

source: Cancel
es: Cancelar

# cat_app
source: Application
es: Aplicación

# cat_app_support
source: Application Support
es: Soporte de aplicación

# cat_caches
source: Caches
es: Cachés

# cat_containers
source: Containers
es: Contenedores

# cat_http_storages
source: HTTPStorages
es: Almacenamiento HTTP

# cat_launch_agents
source: Launch Agents
es: Agentes de lanzamiento

# cat_logs
source: Logs
es: Registros

# cat_prefs
source: Preferences
es: Preferencias

# cat_saved_state
source: Saved Application State
es: Estado de aplicación guardado

# category_app_support
source: Application Support
es: Soporte de Aplicación

# category_caches
source: Caches
es: Cachés

# category_containers
source: Containers
es: Contenedores

# category_logs
source: Logs
es: Registros

# category_preferences
source: Preferences
es: Preferencias

# changes_take_effect
source: Changes take effect immediately
es: Los cambios surten efecto inmediatamente

source: Clean Cache Only
es: Limpiar solo caché

source: Cleanup complete!
es: ¡Limpieza completada!

source: Clear History
es: Limpiar Historial

source: Close
es: Cerrar

source: Delete
es: Eliminar

source: Delete Permanently
es: Eliminar Permanentemente

# deleting_param
source: Deleting %@...
es: Eliminando %@...

# deletion_failed
source: Failed to delete files: %@
es: Error al eliminar archivos: %@

source: Deselect all
es: Deseleccionar todo

# do_not_close_app
source: Don't close the application
es: No cierres la aplicación

# drag_app_here
source: Drag an app here
es: Arrastra una app aquí

source: Drop to scan
es: Suelta para escanear

# fda_guide
source: Full Disk Access Guide
es: Guía de acceso completo al disco

source: Full Disk Access
es: Acceso completo al disco

source: Help
es: Ayuda

source: How to Enable
es: Cómo habilitar

# how_to_enable_fda
source: How to Enable Full Disk Access
es: Cómo habilitar el acceso completo al disco

# invalid_app
source: The dragged file is not a valid application.
es: El archivo arrastrado no es una aplicación válida.

source: Language
es: Idioma

source: Move to Trash
es: Mover a Papelera

# no_artifacts_found
source: No residual files found for this application.
es: No se encontraron archivos residuales para esta aplicación.

source: No recent apps
es: No hay apps recientes

# no_recent_apps_hint
source: Apps you scan will appear here for quick access
es: Las apps que escanees aparecerán aquí para acceso rápido

source: Open Applications Folder
es: Abrir carpeta de Aplicaciones

source: Open Logs
es: Abrir registros

source: Open Settings
es: Abrir Preferencias

# permanent_delete_warning
source: Permanently deleted files cannot be recovered
es: Los archivos eliminados permanentemente no pueden recuperarse

# permission_description
source: PurgeMac needs Full Disk Access to scan all files.
es: PurgeMac necesita Acceso completo al disco para escanear todos los archivos.

# permission_required
source: Access required
es: Se requiere acceso

source: Permissions
es: Permisos

source: Preparing deletion...
es: Preparando eliminación...

source: Recent
es: Recientes

source: Recent Apps
es: Apps Recientes

source: Refresh Apps
es: Actualizar apps

source: Report Issue...
es: Reportar un problema...

# required_to_scan
source: Required to scan all residual files
es: Requerido para escanear todos los archivos residuales

source: Rescan
es: Reescanear

source: Rescan Current App
es: Reescanear aplicación actual

source: Retry
es: Reintentar

source: Scan another app
es: Escanear otra app

source: Scanning
es: Escaneando

# scanning_caches
source: Searching for cache files...
es: Buscando archivos de caché...

# searching_in_param
source: Searching in %@...
es: Buscando en %@...

# searching_residual_files
source: Searching for residual files...
es: Buscando archivos residuales...

source: Select all
es: Seleccionar todo

source: Selected
es: Seleccionados

source: selected files
es: archivos seleccionados

source: Settings
es: Configuración

source: Space freed
es: Espacio liberado

source: Starting scan...
es: Iniciando escaneo...

# step_enable_purgemac
source: Enable the toggle for PurgeMac
es: Activar el interruptor para PurgeMac

# step_open_settings
source: Open System Settings
es: Abrir Ajustes del sistema

# step_privacy_security
source: Go to Privacy & Security → Full Disk Access
es: Ir a Privacidad y seguridad → Acceso completo al disco

# step_restart_purgemac
source: Restart PurgeMac if prompted
es: Reiniciar PurgeMac si se solicita

source: Theme
es: Tema

source: Tip
es: Consejo

# tip_text
source: Drag an app from /Applications or Finder
es: Arrastra una app desde /Applications o Finder

source: to find residual files
es: para encontrar archivos residuales

source: To free
es: A liberar

source: Tools
es: Herramientas

source: Total Files
es: Total de archivos

source: Total Size
es: Tamaño total

source: Transparency
es: Transparencia

# transparency_level
source: Level
es: Nivel

source: Truncate
es: Truncar

source: Undo Cleanup
es: Deshacer Limpieza

source: Unknown error: %@
es: Error desconocido: %@
